Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེའི་ལུས་ཐམས་ཅད་སྲིན་བུ་ཁབ་ཀྱི་རྩེ་མོ་འདྲ་བ་ཤ་སྟག་གིས་གང་སྟེ། དེ་ལ་བའི་སྤུ་བཞིན་དུ་དེའི་ལུས་ལས་སྲིན་བུ་དེ་དག་བྱུང་ངོ་། །
en: His head was bald like that of a monk. Where any hair should have been, his entire body teemed instead with parasites as tiny as the tip of a needle,

source: དེ་དག་དེ་ལ་ཟ་བས་ན་ཚ་མི་བཟོད་ནས་ཕྱི་སའི་འདམ་དེའི་ནང་ན་ཕན་ཚུན་རྒྱུག་ལ་མི་བཟོད་པར་བཀྲེས་ཏེ་ཕྱི་ས་ཟའོ། །
en: each of which fed on him, causing him unbearable pain. He dragged himself back and forth across the sewage bog, tormented by hunger and eating filth.

source: དེ་ན་ཚ་མི་བཟོད་དེ་ཕན་ཚུན་འཁོར་བས་ཕྱི་སའི་འདམ་དེའི་ནང་ཐམས་ཅད་དཀྲུགས་སློངས་སོ། །
en: In unbearable pain, he would reel from one side of the bog to the other, stirring up all the filthy sewage.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་བགྲོད་པ་གཅིག་པུའི་ལམ་སྟོན་པ། རྣམ་པ་གཉིས་ཀྱི་ཤེས་བྱ་དང་ཡེ་ཤེས་ལ་མངའ་བརྙེས་པ་མ་འདྲེས་པའི་དྲན་པ་ཉེ་བར་གཞག་པ་གསུམ་ལ་མཁས་པ། མི་འཇིགས་པ་བཞིས་མི་འཇིགས་པ། འགྲོ་བ་ལྔར་འགྲོ་བ་ལས་རྣམ་པར་གྲོལ་བ། སྐྱེ་མཆེད་དྲུག་ལ་མཁས་པ། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་ལ་སྤྱོད་ཡུལ་བ། རྣམ་པར་ཐར་པ་བརྒྱད་ལ་བསམ་གཏན་པ། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་ལ་སྙོམས་པར་འཇུག་པ། སྟོབས་བཅུའི་སྟོབས་དང་ལྡན་པ། ཡང་དག་པའི་སེང་གེའི་སྒྲ་སྒྲོགས་པ་རྣམས་ནི་ཆོས་ཉིད་ཀྱིས་ཉིན་དུས་གསུམ་མཚན་དུས་གསུམ་སྟེ། ཉིན་མཚན་དུས་དྲུག་ཏུ་སངས་རྒྱས་ཀྱི་སྤྱན་གྱིས་འཇིག་རྟེན་ལ་གཟིགས་ཏེ།
en: The blessed buddhas, teachers of the one path to be traversed, with mastery over wisdom and the two types of knowable objects, in command of the three kinds of sterling equanimity, fearless by means of the fourfold fearlessness, freed from migration through the five destinies, keen in the six sense bases, practiced in the seven limbs of enlightenment, focused on the eight liberations, absorbed in the nine successive meditative absorptions, possessing all ten of the ten powers, whose proclamations are the great roaring of a perfect lion, by nature regard the world with their buddha eyes six times throughout the day and night—three times by day and three times by night.

source: སུ་ནི་རྒུད་སུ་ནི་དར་སུ་ནི་ཕོངས་ཤིང་འདུག་སུ་ནི་ཉམ་ང་བར་གྱུར་སུ་ནི་གནོད་པ་དང་ལྡན་སུ་ནི་ཕོངས་པ་དང་ཉམ་ང་བ་དང་གནོད་པ་དང་ལྡན་སུ་ནི་ངན་སོང་དུ་གཞོལ་སུ་ནི་ངན་སོང་དུ་འབབ་སུ་ནི་ངན་སོང་དུ་བབ་སུ་ནི་ངས་ངན་སོང་ནས་ཕྱུང་སྟེ་མཐོ་རིས་དང་ཐར་པ་དང་འབྲས་བུ་ལ་གཞག་པར་བྱ།
en: These are their thoughts as they look out in wisdom: “Who is in decline? Who will flourish? Who is destitute? Who is in a dreadful state? Who is being harmed? Who is destitute, in a dreadful state, and being harmed? Who is veering toward the lower realms? Who is descending through the lower realms? Who has descended to the lower realms? Whom shall I pull up from the lower realms, and establish in the resultant state of heaven and liberation?

source: སྲིན་ལུང་བསྟན་པའི་དུས་ལ་བབ་སྟེ།
en: “The time has come to issue a prophecy of this rākṣasa’s awakening.

source: དེ་ལ་བརྟེན་ནས་བདག་གིས་གདུལ་བྱ་ཕལ་པོ་ཆེ་དྲང་དགོས་སོ་སྙམ་དུ་དགོངས་ནས་
en: Through him I shall guide a great many disciples.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་སྐྱེ་བོ་ཕལ་པོ་ཆེ་དེ་དག་དྲང་བའི་ཕྱིར་ཅི་ནས་ཕྱི་སའི་འདམ་དེའི་དྲི་མནམ་བས་མཉན་དུ་ཡོད་པ་ཐམས་ཅད་གང་བར་འགྱུར་བ་དེ་ལྟ་བུར་བྱིན་གྱིས་བརླབས་སོ། །
en: With this in mind, in order to guide them the Blessed One transformed Śrāvastī such that it was filled with the terrible stench of the sewage bog.

source: དེ་ནས་དེར་སྐྱེ་བོ་ཕལ་པོ་ཆེ་སྔོན་གྱི་དགེ་བའི་རྩ་བས་བསྐུལ་བ་དེ་དག་ངོ་མཚར་དུ་གྱུར་ཏེ་དྲི་མནམ་པ་འདི་དག་གང་ནས་བྱུང་སྙམ་ནས་
en: The people of Śrāvastī were mystified, and, impelled by their previous roots of virtue, they wondered, “Where is that terrible stench coming from?”

source: སྐྱེ་བོ་སྟོང་ཕྲག་དུ་མ་ལྟད་མོ་ལྟ་འདོད་པར་གྱུར་ཏེ
en: Thousands upon thousands of them gathered, hoping for a spectacle.

source: དྲི་མནམ་པའི་ཕྱོགས་སུ་ཕྱི་སའི་འདམ་ག་ལ་བ་དེར་དོང་བ་དང་སྐྱེ་བོ་ཕལ་པོ་དེ་དག་གིས་ཕྱི་སའི་འདམ་དེ་ན་སྲིན་དེ་འདྲ་བ་ཕན་ཚུན་འཁོར་ཞིང་འདུག་པ་དེ་མཐོང་ངོ་། །
en: The people followed the terrible stench out toward the sewage bog, where they saw the filthy rākṣasa living there, dragging himself back and forth.

source: མཐོང་ནས་དེ་དག་གིས་བསམས་པ།
en: Looking at him, they thought,

source: སེམས་ཅན་འདི་ལྟ་བུ་སྡུག་བསྔལ་འདི་འདྲ་བ་མྱོང་བ་ཅི་ཡིན་ཞིག་གུ་སྙམ་མོ། །
en: “A being like this! And such suffering! What is all this?”

source: བདག་གི་གདུལ་བྱ་མཉན་དུ་ཡོད་པ་ན་ཇི་སྙེད་ཡོད་པ་དེ་དག་ཐམས་ཅད་ད་ལྟར་ཚོགས་སོ་སྙམ་དུ་དགོངས་ནས།
en: “Every one of my disciples from Śrāvastī has now gathered,”

source: སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་གསོལ་ཏེ་ལྷུང་བཟེད་བསྣམས་ནས་དགེ་སློང་གི་ཚོགས་ཀྱིས་ཞབས་འབྲིང་བྱས་ཏེ། མཉན་དུ་ཡོད་པར་གཤེགས་ནས་
en: so in the morning the Blessed One donned his lower garment and Dharma robes, and, carrying his alms bowl, he set out for Śrāvastī accompanied by a group of monks.

source: ཕྱི་སའི་འདམ་དེ་ག་ལ་བ་དེར་བྱོན་པ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་དེ་དག་གིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐག་རིང་པོ་ཞིག་ནས་མཐོང་ངོ་། །
en: When they came to the sewage bog, the people saw the Blessed Buddha in the distance,

source: མཐོང་ནས་ཀྱང་གང་མ་དད་པ་དེ་དག་ན་རེ། དགེ་སྦྱོང་གཽ་ཏ་མ་ལྟད་མོ་འདོད་པ་དང་བྲལ་ལོ་ཞེས་གྲག་ན་དེ་ཡང་ལྟད་མོ་ལ་གནན་པར་གྱུར་ཏེ་འདིར་འོངས་སོ་ཞེས་ཟེར་ཏོ། །
en: and, upon seeing him, those without faith said, “They say the mendicant Gautama takes no joy in spectacles, but even he has to stop and stare.”

source: གང་དད་པ་དང་ལྡན་པ་དག་ན་རེ་བཅོམ་ལྡན་འདས་ནི་སྲིན་འདི་ལས་བརྟེན་ཏེ་ངོ་མཚར་རྨད་དུ་བྱུང་བའི་ཆོས་འགའ་ཞིག་ལུང་སྟོན་པར་བཞེད་པའི་ཕྱིར་འདིར་གཤེགས་གོར་མ་ཆག་སྙམ་ནས།
en: Those who had faith in him said, “Through this being the Blessed One will give an extraordinary Dharma teaching, no doubt.”

source: བཅོམ་ལྡན་འདས་ཀྱི་གདན་བཤམས་ཏེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: They prepared a seat for the Blessed One, saying, “This way, Blessed One—if you please!

source: བཅོམ་ལྡན་འདས་གཤེགས་པ་ལེགས་སོ། །
en: Welcome, Blessed One, very good!

source: བཅོམ་ལྡན་འདས་གདན་བཤམས་པ་ལ་བཞུགས་སུ་གསོལ་ཞེས་བྱས་ནས།
en: O Blessed One, please have a seat on this cushion we have prepared for you!”

source: བཅོམ་ལྡན་འདས་གདན་བཤམས་པ་ལ་བཞུགས་སོ། །
en: Then the Blessed One took his place on the seat prepared for him,

source: མ་ལ་བདག་ཅི་ནས་སྲིན་འདིས་སྔོན་གྱི་ཚེ་རབས་དྲན་པར་འགྱུར་ལ་མིའི་སྐད་དུ་སྨྲ་ཞིང་བཅོམ་ལྡན་འདས་དང་གཏམ་ཟེར་ཤེས་པར་འགྱུར་བ་དེ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་འཇུག་པར་བྱའོ་སྙམ་དུ་དགོངས་སོ། །
en: “The best thing would be for me to enter into a meditation such that this rākṣasa can recall his former lives and converse with me in a human tongue.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཅི་ནས་སྲིན་དེས་སྔོན་གྱི་ཚེ་རབས་དྲན་པར་འགྱུར་ལ་མི་སྐད་དུ་སྨྲ་ཞིང་བཅོམ་ལྡན་འདས་དང་གཏམ་ཟེར་ཤེས་པར་འགྱུར་བ་དེ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ནས
en: So the Blessed One entered into a meditation such that the rākṣasa recalled his former lives and could converse with him in a human tongue.

source: དེར་བཅོམ་ལྡན་འདས་ཀྱིས་སྲིན་དེ་ལ་བཀའ་སྩལ་པ།
en: Then the Blessed One spoke to him, saying,

source: བཞིན་བཟངས་ཁྱོད་སྡེ་སྣོད་གསུམ་པ་ཡིན་ནམ།
en: “My friend, have you studied the Tripiṭaka, the ‘three baskets’ of scripture?”

source: བཅོམ་ལྡན་འདས་བདག་སྡེ་སྣོད་གསུམ་པ་ལགས་སོ། །
en: “Yes, Blessed One, I have studied the Tripiṭaka.”

source: བདེ་བར་གཤེགས་པ་བདག་སྡེ་སྣོད་གསུམ་པ་ལགས་སོ། །
en: “Yes, Blessed One, I am a Tripiṭaka master.”

source: བཀའ་སྩལ་པ།
en: The Blessed One asked,

source: ལུས་དང་ངག་དང་ཡིད་ཀྱི་ཉེས་པར་སྤྱོད་པ་རྣམས་ཀྱི་ལས་ཀྱི་འབྲས་བུ་རྣམ་པར་སྨིན་པ་མྱོང་བར་འགྱུར་བ་ཡོད་དམ།
en: “Are you now undergoing the repercussions of your misconduct of body, speech, and mind?”

source: བཅོམ་ལྡན་འདས་ལུས་དང་ངག་དང་ཡིད་ཀྱི་ཉེས་པར་སྤྱོད་པའི་ལས་རྣམས་ཀྱི་འབྲས་བུ་རྣམ་པར་སྨིན་པ་མི་སྡུག་པ་མྱོང་བ་མཆིས་ལགས་སོ། །
en: “Blessed One, this hideous experience is indeed the result that has ripened from my misconduct of body, speech, and mind.

source: བདེ་བར་གཤེགས་པ་མི་སྡུག་པ་མྱོང་བ་མཆིས་ལགས་སོ། །
en: Sugata, the experience is hideous.”

source: ཁྱོད་ཀྱི་མི་དགེ་བའི་བཤེས་གཉེན་སུ་ཡིན།
en: “Who guided you to such nonvirtue?”

source: བདག་གི་སེམས་ལགས་སོ། །དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་སྐྱེ་བོ་ཕལ་པོ་ཆེ་དེ་དག་ངོ་མཚར་དུ་གྱུར་ཏེ།
en: “My own mind,” he replied.

source: སེམས་ཅན་འདི་ལྟ་བུ་སྔོན་གྱི་ཚེ་རབས་དྲན་ལ་མི་སྐད་དུ་ཡང་སྨྲ་ཞིང་བཅོམ་ལྡན་འདས་དང་གཏམ་ཟེར་ཡང་ཤེས་པ་དེ་སུ་ཞིག་གུ་སྙམ་མོ། །
en: Now, hearing this, the people wondered, “Who is this being who recalls his former lives and converses with the Blessed One in a human tongue?”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་སྙན་སླེབས་པར་དཀའ་སྟེ། དེ་དག་གིས་བཅོམ་ལྡན་འདས་ལ་ཞུ་བའི་ཐུགས་མ་ཐུབ་ནས་
en: Since the ears of the blessed buddhas are difficult to reach, they were not able to put their question to the Blessed One,

source: དེ་དག་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོའི་ཐད་དུ་སོང་སྟེ་དྲིས་པ།
en: so they asked Venerable Ānanda,

source: བཙུན་པ་སེམས་ཅན་འདི་ལྟ་བུ་སྔོན་གྱི་ཚེ་རབས་དྲན་ལ་མི་སྐད་དུ་སྨྲ་ཞིང་བཅོམ་ལྡན་འདས་དང་གཏམ་ཟེར་ཤེས་པ་དེ་སུ་ཞིག་ལགས།
en: “Lord Ānanda, who is this being that recalls his former lives and converses with the Blessed One in a human tongue?”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་སྨྲས་པ། བཅོམ་ལྡན་འདས་ལ་ཞུས་ཤིག །
en: “Put your question to the Blessed One,” Venerable Ānanda replied.

source: དེ་དག་གིས་སྨྲས་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་སྙན་སླེབས་པར་དཀའ་སྟེ
en: “The ears of the blessed buddhas are difficult to reach.

source: བདག་ཅག་གིས་ཞུ་བའི་ཐུགས་མི་ཐུབ་བོ། །
en: We cannot ask the Blessed Buddha ourselves,” they said.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་བདག་གིས་ཀྱང་སྙན་སླེབས་པར་དཀའ་མོད་ཀྱི། འོན་ཀྱང་ཁྱེད་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་ཞུ་བར་བྱའོ། །
en: “Though the ears of the blessed buddhas are difficult to reach for me as well, out of compassion for you I shall ask.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་གསོལ་པ།
en: Then Venerable Ānanda drew down the right shoulder of his upper garment, bowed toward the Blessed One with palms together, and asked him,

source: བཙུན་པ་སེམས་ཅན་འདི་ལྟ་བུ་སྔོན་གྱི་ཚེ་རབས་དྲན་ལ་མི་སྐད་དུ་ཡང་སྨྲ་ཞིང་། བཅོམ་ལྡན་འདས་ལ་བཀའ་མཆིད་གསོལ་འཚལ་བ་དང་འདི་ལྟ་བུའི་གནོད་པའི་སྡུག་བསྔལ་དག་ཀྱང་མྱོང་ཞིང་མཆིས་པ་འདི་སུ་ཞིག་ལགས།
en: “Lord, who is this being that recalls his former lives, converses with the Blessed One in a human tongue, and suffers in the throes of such agony?”

source: དེ་ནས་དེར་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: The Blessed One explained to Venerable Ānanda,

source: ཀུན་དགའ་བོ་སེམས་ཅན་འདི་ནི་སྡིག་པའི་ལས་བྱེད་བྱེད་པ་ཡིན་ཏེ
en: “Ānanda, this being is one who committed nonvirtuous actions over and over again.

source: འདི་སྡིག་པའི་ལས་མང་དུ་བྱས་སོ། །
en: The nonvirtuous actions he committed were manifold.

source: ཀུན་དགའ་བོ་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ས་ལས་འདས་པ། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་མཆོག་ཅེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེདེའི་ཚེ་ཁྱིམ་བདག་ཅིག་གིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཐམས་ཅད་མཆོག་གི་བསྟན་པ་ལ་དད་པ་རྙེད་དེ་སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་རྣམས་བླངས་ནས་
en: “Ānanda, in times gone by, when the one who transcended the levels of the listeners and solitary buddhas, the totally and completely awakened buddha possessed of insight and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Greatest of All was in the world, there was a certain householder who found faith in the doctrine of the totally and completely awakened Buddha Greatest of All, went for refuge, and took the fundamental precepts.

source: དེས་བསམས་པ་བདག་གིས་ཁྱིམ་ན་གནས་པ་བཏང་ལ། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཐམས་ཅད་མཆོག་གི་བསྟན་པ་ལ་རབ་ཏུ་འབྱུང་ངོ་སྙམ་དུ་བསམས་ནས་
en: “Then he thought, ‘Let me give up living at home to go forth in the doctrine of the totally and completely awakened Buddha Greatest of All.’

source: ཁྱིམ་གྱི་འཁོར་བཏང་སྟེཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཐམས་ཅད་མཆོག་གི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ངོ་། །
en: He gave up household affairs and went forth in the doctrine of the totally and completely awakened Buddha Greatest of All.

source: དེ་དེར་རབ་ཏུ་བྱུང་ནས་སྡེ་སྣོད་གསུམ་བསླབས་ཏེ་རིག་པ་དང་གྲོལ་བའི་སྤོབས་པ་དང་ལྡན་པ་ཆོས་སྨྲ་བ།
en: “Having gone forth, he studied the Tripiṭaka and became a proponent of the Dharma with all the eloquence of his wisdom and freedom.

source: ཟས་དང་སྐོམ་དང་མལ་ཆ་དང་སྟན་དང་ནད་གསོས་དང་སྨན་ཟོང་རྣམས་རྙེད་པར་གྱུར་ནས་
en: Having acquired provisions of clothing, food, bedding, a seat, and medicines for the sick,

source: དེས་བསམས་པ། མ་ལ་བདག་གིས་རྙེད་པ་དང་བཀུར་སྟིའི་སྒོ་ནས་རྙེད་པར་བྱ་བ་རྙེད་པ་དེས་བདག་གིས་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ལ་ཕན་གདགས་གོར་མ་ཆག་སྙམ་ནས
en: he thought, ‘How wonderful! With all the profit and acclaim I’ve gained, I can see to the welfare of fellow practitioners of the holy life.’

source: སྦྱིན་བདག་དང་སྦྱིན་པ་པོ་རྣམས་ལ་བསྐུལ་ཏེ། སངས་རྒྱས་དང་ཆོས་དང་དགེ་འདུན་ལ་བསྙེན་བཀུར་བྱེད་པ་ལ་ཞུགས་སོ། །
en: Then he called together all the benefactors and patrons, and began to offer his respectful service to the Buddha, Dharma, and Saṅgha.

source: དེའི་ཚེ་ནོག་རི་ཞེས་བྱ་བའི་སྟེང་དུ་སློབ་པ་དང་མི་སློབ་པའི་དགེ་འདུན་བདུན་ཁྲི་བདུན་སྟོང་དབྱར་གནས་པར་དམ་བཅའ་བར་འདོད་དེ།
en: “At that time, on Camel’s Hump Mountain, there was a certain saṅgha of seventy-seven thousand on the path of learning and on the path of no more to learn who made pledges to stay there during the rains.

source: དེ་དག་གིས་བསམས་པ། བདག་ཅག་གིས་ཞལ་ཏ་བྱེད་པ་བསྐོས་ཏེ་གདོད་དབྱར་གནས་པར་དམ་བཅའོ་སྙམ་སྟེ།
en: ‘We should have chosen a steward before we pledged to come stay here during the rains,’ they thought.

source: བདག་ཅག་དགེ་འདུན་གྱི་བསྙེན་བཀུར་བྱེད་ནུས་པ་སུ་ཡོད་སྙམ་ནས།
en: ‘Who is there who could support our saṅgha?’

source: དེ་དག་གིས་བསམས་པ། སྡེ་སྣོད་གསུམ་པ་འདི་ནི་ཀུན་ལ་གྲགས་པ་བསོད་ནམས་ཆེན་པོ་དང་ལྡན་པ། ཟས་དང་སྐོམ་དང་མལ་ཆ་དང་སྟན་དང་ནད་གསོས་དང་སྨན་ཟོང་རྣམས་རྙེད་པ་ཡིན་གྱིས།
en: Then the idea came to them, ‘That Tripiṭaka master has great merit, and is widely known to have acquired provisions such as clothing, food, bedding, a seat, and medicines for the sick.

source: བདག་ཅག་གིས་འདི་སྤྲོ་བ་བསྐྱེད་ལ་འདི་ཁོ་ནས་བདག་ཅག་གི་ཞལ་ཏ་བྱས་ཏེ་དབྱར་གནས་པར་དམ་བཅའོ་སྙམ་ནས་
en: Let’s encourage him to support us in our pledge to remain here during the rains.’

source: དེའི་ཐད་དུ་སོང་སྟེ་སྨྲས་པ།
en: “They went to him and said,

source: བཙུན་པ་བདག་ཅག་དགེ་སློང་བདུན་ཁྲི་བདུན་སྟོང་ནོག་རིའི་སྟེང་དུ་དབྱར་གནས་པར་དམ་བཅའ་བར་འདོད་ལ། ཁྱོད་ཀྱིས་ནི་ཆོས་བཞིན་དུ་དགེ་འདུན་གྱི་ཞལ་ཏ་བྱེད་ནུས་ན་
en: ‘Lord, we seventy-seven thousand monks wish to keep our pledge to remain in retreat on Camel’s Hump Mountain during the rains. We would like to encourage you to provide for the saṅgha in accord with the Dharma.

source: ཁྱོད་སྤྲོ་བར་གྱིས་ཤིག་དང་། ཁྱོད་ལ་བརྟེན་ཏེ་བདག་ཅག་དབྱར་གནས་པར་དམ་བཅའོ། །
en: With your help we can keep our pledge to stay here during the rains.’

source: སྡེ་སྣོད་གསུམ་པས་སྨྲས་པ། ཁྱེད་ཐུགས་མ་བསེར་ཅིག་དང་བདག་གིས་ཁྱེད་ཀྱི་ཡོ་བྱད་ཐམས་ཅད་སྦྱར་རོ། །
en: “ ‘Don’t worry,’ the Tripiṭaka master replied. ‘I shall provide for all your needs.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་དགེ་སློང་དེ་དག་རི་དེའི་སྟེང་དུ་སོང་ནས་སྡེ་སྣོད་གསུམ་པ་དེ་ཁོ་ན་ལ་བརྟེན་ཏེ་དབྱར་གནས་པར་དམ་བཅས་སོ། །
en: “Upon hearing this, the monks went up onto the mountain, entrusting that Tripiṭaka master alone to help them keep their pledge to stay there during the rains.

source: དེ་ནས་སྡེ་སྣོད་གསུམ་པས་བསམས་པ།
en: Then the Tripiṭaka master thought,

source: བདག་གིས་དགེ་སློང་འདི་སྙེད་ལ་ཐུགས་མ་བསེར་ཅིག་ཅེས་བྱས་ནས་
en: ‘I told the monks they needn’t worry.

source: གྱིན་ད་འདུག་པས་མི་ནུས་ཀྱི་བདག་སོང་ལ་སྦྱིན་བདག་དང་སྦྱིན་པ་པོ་རྣམས་ལ་བསྐུལ་ཏེ
en: But there’s no reason for me to do anything when I can simply call upon all the benefactors and patrons,

source: དགེ་འདུན་གྱི་ཡོ་བྱད་ཐམས་ཅད་སྦྱར་རོ་
en: and they will provide for all the saṅgha’s needs.’

source: སྙམ་དུ་བསམས་ནས་སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་བགོས་ཏེ་ལྷུང་བཟེད་ཐོགས་ནས་སྤྱོད་ཡུལ་གྱི་གྲོང་དུ་ཆས་སོ། །
en: With this in mind, in the morning he donned his lower garment and Dharma robes, and, carrying his alms bowl, he set out for local village.

source: དེའི་ཚེ་རྒྱ་མཚོ་ཆེན་པོའི་ནང་ནས་ཚོང་པ་ལྔ་བརྒྱ་ཙམ་གྲུའི་དོན་གྲུབ་སྟེ་ལྷགས་ནས་རི་དེ་དང་ཐག་མི་རིང་བ་ཞིག་ཏུ་རྫས་ཕོག་སྟེ་
en: “At that time five hundred merchants were arriving from upon the great ocean, having just completed their voyage.

source: གནས་བཅས་ནས་ཚོང་པ་རྣམས་ཀྱིས་རི་དེའི་སྟེང་ན་དགེ་སློང་ཕལ་པོ་ཆེ་འཁོད་པ་མཐོང་ངོ་། །
en: As the merchants were unpacking their wares not far from the mountain, they spotted the monks gathering on top of the mountain,

source: མཐོང་ནས་ཀྱང་དེ་དག་ལ་མཆོག་ཏུ་དགའ་བར་གྱུར་ཏོ། །
en: and they were delighted to see them.

source: དགེ་སློང་ཞལ་ཏ་བྱེད་པ་དེ་ཡང་དེ་དག་གི་ཐད་དུ་སོང་སྟེ།
en: “The serving monk approached them,

source: དེ་དེ་དག་གིས་མཐོང་ནས་
en: and when they saw him they asked, ‘Lord, where are you going?’

source: སྨྲས་པ། བཙུན་པ་གར་གཤེགས་སྡེ་སྣོད་གསུམ་པས་སྨྲས་པ། རི་འདིའི་སྟེང་ན་དགེ་སློང་བདུན་ཁྲི་བདུན་སྟོང་འཁོད་པ་རྣམས་བདག་ལ་བརྟེན་ཏེ་དབྱར་གནས་པར་དམ་བཅས་པས་ན།
en: “ ‘We have seventy-seven thousand monks staying on the mountainside,’ the Tripiṭaka master replied. ‘They’re depending on me to help them keep their pledge to stay there during the rains.

source: དེ་དག་གི་ཕྱིར་སྦྱིན་བདག་དང་སྦྱིན་པ་པོ་རྣམས་ལ་བསྐུལ་དུ་འགྲོའོ། །
en: Thus for their sake I am going to call upon all the benefactors and patrons.’

source: ཚོང་པ་རྣམས་ཀྱིས་སྨྲས་པ། བཙུན་པ་ཐུགས་མ་བསེར་བར་ཅི་ཡང་བགྱི་མི་འཚལ་གྱིས་བདག་ཅག་གིས་དེ་དག་གི་ཡོ་བྱད་ཐམས་ཅད་སྦྱོར་བར་འཚལ་ལོ་ཞེས་བྱས་ནས།
en: “ ‘Don’t worry, lord,’ said the merchants. ‘We will provide for all their needs.’

source: དེ་དག་གིས་དེ་ལ་གསེར་དངུལ་མང་དུ་ཕུལ་ནས་སྨྲས་པ།
en: With that they offered him a great deal of gold and silver, and said,

source: བཙུན་པ་ཁྱོད་ཀྱིས་དེང་སླན་ཅད་དགེ་སློང་དེ་དག་ལ་ཡོ་བྱད་ཐམས་ཅད་སྦྱོར་ལ། གལ་ཏེ་གསེར་དངུལ་འདི་དག་གིས་འཚལ་ན་ནི་ལེགས།
en: ‘Lord, until now you’ve provided for all the monks’ needs. If all this gold and silver is enough, good.

source: གལ་ཏེ་མ་འཚལ་ན་ནི་ཡང་གསེར་དངུལ་གཞན་ཡང་ཇི་ཙམ་འཚལ་བ་དེ་ཙམ་བདག་ཅག་དབུལ་ལོ། །
en: If it’s not sufficient, we will offer as much gold and silver as you need,

source: དབྱར་གནས་པ་ལགས་པའི་མཇུག་ཏུ་ཡང་ན་བཟའ་དག་དབུལ་བར་འཚལ་ལོ་ཞེས་བྱས་སོ། །
en: and after the rains have ended, we will offer provisions then as well.’

source: དེས་ཞལ་ཏ་བྱེད་པ་དེས་དེ་ལྟར་བགྱིའོ་ཞེས་བྱས་ནས།
en: “ ‘As you wish,’ the serving monk replied.

source: གསེར་དངུལ་རྣམས་ཁྱེར་ཏེ་གཙུག་ལག་ཁང་དུ་སོང་ནས། དེས་གསེར་དངུལ་རྣམས་བལྟས་པ་དང་ཆགས་པ་སྐྱེས་ནས་དེས་གསེར་དངུལ་རྣམས་བསྐུངས་ཏེ།
en: He returned to the monastery bearing all the gold and silver, but as he looked at all the gold and silver, he began to feel very attached to it. So he hid all the gold and silver,

source: དགེ་སློང་རྣམས་ལ་ནི་ཟས་དང་སྐོམ་ངན་པ་སྟོབས་པར་བྱེད་དོ། །
en: and then supplied the monks with only very poor food and drink.

source: དེ་ནས་ཕྱིས་དགེ་སློང་དེ་དག་གིས་ཞལ་ཏ་བྱེད་པ་དེ་ལ་བཤད་དེ།
en: “One day the monks told the serving monk,

source: བཙུན་པ་བདག་ཅག་ཟས་དང་སྐོམ་ངན་པ་འདི་ལྟ་བུས་འཚོ་མི་ནུས་སོ། །
en: ‘Lord, we cannot sustain ourselves on such poor food and drink.’

source: དེས་སྨྲས་པ། བདག་གི་མཐུ་ནི་དེ་ཁོ་ནར་ཟད་དེ།
en: “ ‘This is all I can do for you,’ he replied.

source: དེ་ལས་མི་ནུས་ཀྱིས་གལ་ཏེ་ཁྱེད་དེས་འཚོ་མི་ནུས་ན་ཁྱེད་བདག་ཅག་གིས་སྦྱིན་བདག་དག་ལ་བསྐུལ་ལ་འཚོ་བར་གྱིས་ཤིག་ཅེས་བྱས་སོ། །
en: ‘I cannot do any more. If you cannot live from this, you should call upon your benefactors and patrons for your livelihood.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་དགེ་སློང་དེ་དག་གིས་ཚོང་པ་དེ་དག་ལ་ཁྱེད་ཀྱིས་དགེ་སློང་བདུན་ཁྲི་བདུན་སྟོང་གི་ཟས་དང་སྐོམ་སྦྱར་བར་ནུས་སམ་ཞེས་སྨྲས་པ་དང་།
en: “After he said this, the monks went to the merchants and asked, ‘Are you able to provide food and drink for seventy-seven thousand monks?’

source: ཚོང་པ་རྣམས་ཀྱིས་སྨྲས་པ།
en: “The merchants replied,

source: བཙུན་པ་དག་བདག་ཅག་གིས་འཕགས་པ་ཞལ་ཏ་བགྱིད་པ་ལ་གསེར་དངུལ་མང་པོ་ཕུལ་ཏེ
en: ‘Lords, we have already offered a great deal of gold and silver to the noble one who is to provide for you.

source: གལ་ཏེ་འདི་ཙམ་གྱིས་འཚལ་ན་ཡང་ལེགས།
en: We told him, “If it’s enough, then very well.

source: གལ་ཏེ་མ་འཚལ་ན་ཡང་གསེར་དངུལ་གཞན་དབུལ་བར་འཚལ་ལོ་ཞེས་བགྱིས་ནས།
en: If it is not sufficient, then we shall offer as much gold and silver as you need.”

source: ཅིའི་སླད་དུ་དེས་ཁྱེད་ལ་ཟས་དང་སྐོམ་ངན་པ་གསོལ་ཅེས་བྱས་ནས།
en: Why then has he been supplying you with such poor food and drink?’

source: ཚོང་པ་དེ་དག་སྡེ་སྣོད་གསུམ་པའི་ཐད་དུ་དོང་ནས་སྨྲས་པ།
en: “The merchants went to the Tripiṭaka master and said,

source: བཙུན་པ་བདག་ཅག་གིས་གལ་ཏེ་གསེར་དངུལ་འདི་རྣམས་ཀྱིས་འཚལ་ན་ནི་ལེགས། གལ་ཏེ་མ་འཚལ་ན་ཡང་གསེར་དངུལ་གཞན་དབུལ་ལོ་ཞེས་མ་བགྱིས་སམ།
en: ‘Lord, didn’t we say that if this gold and silver was enough, good, and that if it was not enough, we would offer more gold and silver?

source: དེ་ཅིའི་སླད་དུ་ཁྱོད་ཀྱིས་དགེ་སློང་རྣམས་ལ་ཟས་དང་སྐོམ་ངན་པ་གསོལ་ཞེས་བྱས་སོ། །
en: Why then did you supply the monks with such poor food and drink?’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཞལ་ཏ་བྱེད་པ་དེ་སྐྱེངས་ནས་ཁྲོས་ཏེ་
en: This embarrassed the serving monk, and he immediately became angry.

source: ཕྱིན་ཅད་དགེ་སློང་དེ་དག་གི་ཞལ་ཏ་བྱེད་དུ་མ་བཏུབ་བོ། །
en: Never again would he be allowed to act as steward for the monks.

source: བཙུན་པ་བདག་ཅག་ཁྱོད་ལ་བརྟེན་ཏེ་དབྱར་གནས་པར་དམ་བཅས་ན་ཅིའི་ཕྱིར་ཁྱོད་ཅང་མི་བྱེད་པར་འདུག །
en: ‘Lord, we were depending on you to help us keep our pledge to stay on the mountain during the rains. Why then didn’t you do anything?

source: ཕྱིན་ཅད་དགེ་སློང་རྣམས་ཀྱི་ཡོ་བྱད་སྦྱར་བར་མ་དད་དམ་ཞེས་བྱས་པ་དང་དེ་ཁྲོས་ནས་སྨྲས་པ།
en: Don’t you want to help provide other monks with the things they need ever again?’ “In anger he replied,

source: ཁྱེད་ཀྱིས་ང་ཁོ་ནའི་དད་པས་བྱིན་པ་ལོངས་སྤྱོད་ལ་ང་ཉིད་དམའ་འབེབས་པར་བྱེད་པས་ནི་ཁྱེད་ཕྱི་སའི་འདམ་དུ་བྱིང་སྟེ་བཤང་གཅི་ཟ་བར་གྱུར་ཀྱང་སླའོ་ཞེས་བྱས་སོ། །
en: ‘It was only by means of my faith that you were provided for—and now you wish to insult me? You’re better off eating excrement in a sewage bog!’

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་བསམས་པ། ཉོན་མོངས་པ་འདི་དམས་ཤིང་ཉམས་པར་གྱུར་ཏེ།
en: “The monks thought,

source: འདི་ལྟར་སློབ་པ་དང་མི་སློབ་པ་བདུན་ཁྲི་བདུན་སྟོང་ལ་ཚིག་རྩུབ་པོས་སྨྲས་ཀྱིས་མེད་ན་ད་ཡང་དེ་བས་ཆེས་དམས་ཤིང་ཉམས་པར་འགྱུར་ན་
en: ‘Even if this emotionally afflicted person, who has become so abased, speaks not another harsh word to us seventy-seven thousand on the paths of learning and no more to learn, still he will only deteriorate and decline.

source: མ་ལེགས་ཀྱིས་ད་ནི་བདག་ཅག་གིས་འདི་ལ་ཅི་ཡང་སྨྲ་བར་མི་བྱའོ་
en: This is not good. Let us therefore say nothing more to him.’

source: སྙམ་ནས་ཅང་མི་ཟེར་བར་འདུག་གོ། །
en: With this thought, they said nothing more to him.

source: དེ་ནས་ཕྱི་ཞིག་སྡེ་སྣོད་གསུམ་པ་དེ་འགྱོད་པ་སྐྱེས་ཏེ་དེས་དགེ་སློང་དེ་དག་ལ་བཟོད་པ་གསོལ་ནས།
en: In time the Tripiṭaka master came to regret what he had done, and asked forgiveness of the monks.

source: དེ་དག་གིས་སྨྲས་པ། བདག་ཅག་གིས་ནི་བཟོད་ན་ཁྱོད་ཀྱི་ལས་རྣམས་ཀྱིས་མི་བཟོད་པར་འགྱུར་རོ་ཞེས་བྱས་སོ། །
en: “ ‘We forgive you,’ they said. ‘But your own actions will not forgive you.’

source: དེའི་ཚེ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཐམས་ཅད་མཆོག་གི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་བའི་སྡེ་སྣོད་གསུམ་པར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་སྲིན་འདི་ཉིད་ཡིན་ཏེ
en: The one who went forth in the doctrine of the totally and completely awakened Buddha Greatest of All then and became a Tripiṭaka master is none other than this rākṣasa.

source: དེས་དེ་ལྟར་སློབ་པ་དང་མི་སློབ་པ་བདུན་ཁྲི་བདུན་སྟོང་ལ་ཚིག་རྩུབ་པོ་སྨྲས་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པ་དེས་ནི་འདི་དུད་འགྲོར་སྐྱེས་ཏེ།
en: The act of speaking harshly to the seventy-seven thousand on the paths of learning and no more to learn ripened into his taking birth as an animal.

source: དགེ་སློང་དག་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཐམས་ཅད་མཆོག་གི་རིང་ཕན་ཅད་ད་ལྟར་ངའི་རིང་ཚུན་ཅད་ཀྱི་བར་དུ་འདི་དུད་འགྲོ་ལས་ཤི་འཕོས་ཤིང་དུད་འགྲོ་འབའ་ཞིག་ཏུ་སྐྱེས་ཏེཐམས་ཅད་དུ་ཡང་འདིས་ལུས་འདི་ལྟ་བུ་ཐོབ་པར་གྱུར་ལ་ཐམས་ཅད་དུ་ཡང་ཕྱི་སའི་འདམ་དུ་བྱིང་ནས་བཤང་གཅི་ཟ་བར་གྱུར་ཏོ། །
en: Monks, from the time of the doctrine of the totally and completely awakened Buddha Greatest of All until my own, he has died, transmigrated, and taken rebirth only as an animal, and in every birth he has attained a body just like this one and eaten excrement in a sewage bog.”
